/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Visa inte detta igen.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Donera!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Det har tagit många nätter att utveckla detta program. Om du tycker om att använda det, var vänlig och överväg en donation till upphovsmannen (det är jag, det!). Det uppmuntrar mig till att förbättra programmet - faktiskt!";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Senare";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Var vänlig donera";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Tack för att du använder Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Transaktionen kan enkelt genomföras över Internet via PayPal.";

